---
kind: property
id: P:Autodesk.Revit.DB.HomeCamera.OrthogonalProjectionWidth
source: html/3ae24cde-82ec-1000-ea36-c3a84ee402ae.htm
---
# Autodesk.Revit.DB.HomeCamera.OrthogonalProjectionWidth Property

The width of orthogonal projection view volume.

## Syntax (C#)
```csharp
public double OrthogonalProjectionWidth { get; }
```